import { Component } from '@angular/core';

@Component({
  selector: 'app-main',
  templateUrl: './main.component.html',
  styleUrl: './main.component.scss'
})
export class MainComponent {
  public mainImgSrc:any = '../../../assets/images/02Screenshot_29-upscaled-standard-scale-6_00x.png'
  public aboutUsText: string = 'Основная деятельность нашей компании - это реализация резинотехнических и асботехнических изделий со склада в Харькове и под заказ, а именно: асбестовый шнур (асбошнур ШАОН) диаметром от 2 до 32 мм, асбестовый картон или асбест (асбокартон КАОН), асбестовые ткани (асботкань АТ-2, АТ-3, АТ-4), асбестовая лента (асболента ЛАЭ), асбестовая набивка (марк АП-31, АПР-31, АГИ, АФТ, АС), набивка сальниковая ХБП-31, ЛП, асбостальной лист ЛА-1. стрічка гальмівна ЛАТ-2 40*6 і 45*8, пароніт ПОН-б і ПМБ, азбестова папери (асбобумага БТ і БЕ), техпластина ТМКЩ і МБС, гума сира або гумова суміш для вулканізації, ремонту транспортерних стрічок, маслобензостійкі, електроізоляційні, харчові, для виготовлення манжетів і сальників, а так само пластина пориста або губчаста, канат пеньковий, смоляний (каболка) 12-50 мм, рукав гумовий напірні, напірно-всмоктуючий, всмоктуючий, водяний , бензиновий, кисневий, паровий, газовий, шланги, склотканини і тканини безазбестові.';
}
